{
  "privacy": {
    "title": "Privacy Policy",
    "collect": {
      "title": "1. Information We Collect",
      "content": "We collect personal information that you voluntarily provide to us when you express interest in obtaining information about our services, when you participate in activities on our website, or otherwise when you contact us. The personal information we collect may include names, email addresses, phone numbers, and other information you choose to provide."
    },
    "use": {
      "title": "2. How We Use Your Information",
      "content": "We use the information we collect to provide, maintain, and improve our services. This includes using the data to communicate with you, respond to your inquiries, and send you information about our services. We may also use your information to comply with legal obligations and resolve disputes."
    },
    "sharing": {
      "title": "3. Information Sharing and Disclosure",
      "content": "We do not sell, trade, or otherwise transfer your personal information to outside parties. This does not include trusted third parties who assist us in operating our website, conducting our business, or servicing you, as long as those parties agree to keep this information confidential."
    },
    "security": {
      "title": "4. Data Security",
      "content": "We implement appropriate technical and organizational security measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the Internet or electronic storage is 100% secure, and we cannot guarantee absolute security."
    },
    "cookies": {
      "title": "5. Cookies and Tracking Technologies",
      "content": "We may use cookies and similar tracking technologies to track activity on our website and store certain information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our website."
    },
    "rights": {
      "title": "6. Your Rights",
      "content": "Depending on your location, you may have certain rights regarding your personal information, such as the right to access, correct, or delete your data. To exercise these rights, please contact us using the information provided below."
    },
    "changes": {
      "title": "7. Changes to This Privacy Policy",
      "content": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the 'Last Updated' date. You are advised to review this Privacy Policy periodically for any changes."
    },
    "contact": {
      "title": "8. Contact Us",
      "content": "If you have any questions about this Privacy Policy, please contact us at pixelnext9@gmail.com."
    }
  },
  "terms": {
    "title": "Terms of Service",
    "acceptance": {
      "title": "1. Acceptance of Terms",
      "content": "By accessing or using our services, you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use our services."
    },
    "services": {
      "title": "2. Description of Services",
      "content": "NextPixel provides web design, development, e-commerce solutions, SEO optimization, and other digital services as described on our website. We reserve the right to modify, suspend, or discontinue any part of our services at any time."
    },
    "intellectual": {
      "title": "3. Intellectual Property Rights",
      "content": "All content, designs, code, and materials created by NextPixel are protected by intellectual property laws. Upon full payment, clients receive a license to use the deliverables as specified in their service agreement."
    },
    "payment": {
      "title": "4. Payment and Billing",
      "content": "Payment terms are specified in individual service agreements. Invoices are due upon receipt unless otherwise stated. We reserve the right to suspend services for non-payment."
    },
    "liability": {
      "title": "5. Limitation of Liability",
      "content": "NextPixel shall not be liable for any indirect, incidental, special, consequential, or punitive damages, or any loss of profits or revenues, whether incurred directly or indirectly, or any loss of data, use, goodwill, or other intangible losses."
    },
    "law": {
      "title": "6. Governing Law",
      "content": "These Terms shall be governed by and construed in accordance with the laws of Bosnia and Herzegovina, without regard to its conflict of law provisions."
    },
    "changes": {
      "title": "7. Changes to Terms",
      "content": "We reserve the right to modify these Terms at any time. We will notify clients of any significant changes. Your continued use of our services after such modifications constitutes your acceptance of the updated Terms."
    }
  }
}
